tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "glib"
brew "cairo"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "gh"
brew "git"
brew "maven"
brew "mysql-client"
brew "nodebrew"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "yarn"
brew "zlib"
brew "zsh-git-prompt"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
