tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "llvm"
brew "ccls"
brew "clang-format"
brew "exa"
brew "fzf"
brew "gh"
brew "python@3.9"
brew "glib"
brew "krb5"
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "openjdk"
brew "postgresql", restart_service: true
brew "procs"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "watchman"
brew "zlib"
brew "zsh-git-prompt"
