tap "auth0/auth0-cli"
tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "aws-sam-cli"
brew "awscli"
brew "libgit2"
brew "bat"
brew "zstd"
brew "boost"
brew "glib"
brew "llvm"
brew "ccls"
brew "circleci"
brew "clang-format"
brew "cookiecutter"
brew "direnv"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-secrets"
brew "gitleaks"
brew "go"
brew "hadolint"
brew "harfbuzz"
brew "hck"
brew "jq"
brew "just"
brew "libfido2"
brew "libtiff"
brew "little-cms2"
brew "lua"
brew "mas"
brew "mkcert"
brew "mysql-client@8.0"
brew "mysql@8.0"
brew "neovim"
brew "nodebrew"
brew "openjdk"
brew "openjdk@11"
brew "postgresql@14", restart_service: :changed
brew "procs"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "swagger-codegen"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "watchman"
brew "zsh-git-prompt"
brew "auth0/auth0-cli/auth0"
cask "adguard"
cask "arc"
cask "bettertouchtool"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "jasper"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "skitch"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "Bear", id: 1091189122
mas "BetterSnapTool", id: 417375580
mas "FreeMan", id: 510934532
mas "Keynote", id: 409183694
mas "LetsView", id: 1478202069
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "RunCat", id: 1429033973
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "aki77.rails-routes"
vscode "alexcvzz.vscode-sqlite"
vscode "amodio.restore-editors"
vscode "aws-scripting-guy.cform"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "burkeholland.simple-react-snippets"
vscode "castwide.solargraph"
vscode "craigmaslowski.erb"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "docsmsft.docs-yaml"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "harryhopkinson.vim-theme"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shenjiaolong.vue-helper"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "threadheap.serverless-ide-vscode"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "waderyan.gitblame"
vscode "whatwedo.twig"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "zhuangtongfa.material-theme"
