tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "python@3.9"
brew "aws-elasticbeanstalk"
brew "glib"
brew "ffmpeg"
brew "gh"
brew "git"
brew "maven"
brew "mysql-client"
brew "postgresql"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
